import {IPost} from "../../types/post-type";

export const posts: IPost[] = [

    {
        title: "Топ-7 самых частых болезней яблонь",
        description: "Болезнь начинается с небольших белых пятнышек. Их можно легко стереть пальцами, но через некоторое время они появляются вновь, увеличиваясь в размере. Затем они приобретают насыщенный фиолетовый или серый цвет, постепенно уплотняются и в конечном итоге становятся практически бурыми. Налет может появиться как с одной, так и с обеих сторон листа, который постепенно засыхает, вянет и опадает.\n" +
            "\n" +
            "Ложная мучнистая роса на яблоне ведет к осыпанию цветков и к прекращению роста растения.\n" +
            "\n" +
            "Интенсивнее всего болезнь развивается при влажности 60-80% и температуре воздуха в диапазоне 18-29°С.",
        link: "https://www.ogorod.ru/images/cache/220x146/crop/images%7Ccms-image-000031887.jpg",
    },
    {
        title: "Правила и антиправила для успешного фермера",
        description: "\"Я — фермер\" — в последние годы эта фраза в России звучит все чаще. В глубинке все больше появляется тех, кто продал свои квартиры, оставил престижные профессии, сменив привычную городскую суету на сельскую жизнь. Только вот по-настоящему успешными становятся единицы: вместо молочных рек или званий \"мясных королей\" начинающие фермеры получают нулевой доход и теряют все.",
        link: "https://phototass4.cdnvideo.ru/width/1020_b9261fa1/tass/m2/uploads/i/20191021/5205608.jpg",
    },
    {
        title: "Яблоня: посадка, уход, обрезка, сорта",
        description: "Ямы под яблоню копают диаметром 1 м и глубиной 60 - 70 см. Делать это лучше за месяц до посадки дерева – если сажать его планируется осенью. А если весной, то копать ее нужно с осени. Это необходимо для того, чтобы почва «созрела». При такой подготовке саженцы приживаются гораздо лучше.\n" +
            "\n" +
            "При посадке важно, чтобы корневая шейка – место, где корни переходят в ствол – была на том же уровне, на каком она была в контейнере.",
        link: "https://s1.stc.all.kpcdn.net/putevoditel/projectid_379258/images/tild3635-6534-4265-a264-346237333661__960.jpg",
    },
];
